import oliver from '../components/BestPlayers/OLIVER.jpeg'
import ballack from '../components/BestPlayers/ballack.jpg'
import bechnbur from '../components/BestPlayers/bechnbur.jpg'
import gerdmuller from '../components/BestPlayers/gerd muller.jpg'
import klose from '../components/BestPlayers/klose.jpeg'
import mathus from '../components/BestPlayers/mathus.jpg'
import romanega from '../components/BestPlayers/romanega.jpg'
import valter from '../components/BestPlayers/valter.jpg'
import zailer from '../components/BestPlayers/zailer.jpg'

export const players =[
    {
        img:oliver,
        name:"oliver",
        para:" الملقب بالحارس القط لكثرة تصدياته للكرات المرتفعة ، و تم إختياره أفضل حارس مرمى في العالم 3 مرات (1999-2001-2002) فضلا عن تتويجه كأفضل لاعب في مونديال 2002 ، و هي المرة الأولى التي يتم فيها إختيار حارس مرمى للفوز بهذه الجائزة أوليفر كان بدأ مسيرته الكروية سنة 1987 في نادي كارلسروه ، ثم انتقل إلى بايرن ميونخ سنة 1994 و لعب معهم حتى اعتزاله في 2008 . للحارس القط عديد الألقاب الجماعية مع العملاق البافاري و المنتخب الألماني منها فوزه بالبونديسليجا 8 مرات و دوري أبطال أوروبا مرة واحد و البطولة هذه البطولة تم اختياره فيها كأفضل حارس 4 مواسم متتالية "
    },
    
    {
        img:klose,
        name:"klose",
        para:" لا يمكن أن نذكر قائمة تتحدث عن عظماء ألمانيا في اللعبة  دون الإتيان على ذكر ميرلوسوف كلوزه الهداف التاريخي للمنتخب الألماني برصيد 71 هدفا و هداف أكبر بطولة كرة قدم و هي كأس العالم برصيد 16 هدف في 4 نسخ متتالية (2002-2006-2010-2014) .   كلوزه هو لاعب ذو أصول بولندية بدأ مسيرته الإحترافية في نادي كايزرسلاوترن العريق و خاض عدة تجارب ناجحة مع الفرق التي لعب لها ،و هي فيرديربريمن ، بايرن ميونخ و لاتسيو ، و يعرف بتسجيله للأهداف الرأسية لطول قامته و علو إرتقاءه ، إذ تعتبر 90% من الأهداف التي سجلها بالرأس "
    },
    {
        img:mathus,
        name:"mathus",

        para:"  عميد اللاعبين الألمان ب150 مباراة دولية و 23 هدفا دوليا ، و هو قائد المنتخب الألماني الفائز بكأس 1990 أمام أرجنتين مارادونا كما كان عضوا في الفريق المتوج بكأس أوروبا سنة 1980 .    مسيرة ماثيوس على مستوى الأندية كذلك كانت حافلة بالإنجازات مع بوروسيا ميونشنبلادباخ و بايرن ميونخ و إنتر ميلان إذ حقق معهم 21 بطولة أغلبها مع البايرن الذي لعب له على فترتين ، الأولى من 1984 إلى 1989 و سجل 69 هدف في 152 مباراة و الثانية من 1992 إلى 2000 و لعب معهم 258 لقاء سجل فيهم 31 هدف .   حاز على جائزة الكرة الذهبية كأفضل لاعب في العالم سنة 1990"
    },
    {
        img:romanega,
        name:"romanega",     para:" من الأسماء اللامعة في تاريخ المانشافت و خاصة بايرن ميونخ حيث يملك مع النادي البافاري معدلا رائعا من الأهداف ، إذ سجل رومينجيه 217 هدف في 310 مباريات فقط رغم أنه كان يلعب في مركز الجناح .رومينغيه هو مثل سالف الذكر مايكل بالاك حيث فشل في التتويج بكأس العالم مرتين على التوالي و حل في المركز الثاني (1982-1986) ، أما إنجازاته الشخصية فقد توج بجائزة الكرة الذهبية عامي 1980 و 1981 و هو آخر لاعب ألماني و في تاريخ بايرن ميونخ ينال هذا الشرف ."
    },


    {
        img:ballack,
        name:"ballack",

        para:" من أفضل اللاعبين الذين أنجبتهم الكرة الألمانية و لولا النحس الكبير الذي رافقه في العديد من المحطات الهامة في مشواره لكان له شأن آخر في عالم كرة القدم .   عام 2002 كان الأسوء لبالاك في مسيرته حيث خسر الدوري الألماني و حل ثانيا خلف بايرن ميونخ ، و خسر نهائي دوري أبطال أوروبا أمام ريال مدريد ، كما خسر نهائي كأس العالم في السنة ذاتها ضد المنتخب البرازيلي و في العام 2008 كأن التاريخ يعيد نفسه و هاهو بالاك يخسر الدوري الإنجليزي و دوري الأبطال لصالح مانشستر يونايتد و خسر نهائي اليورو أمام إسبانيا .    و لكن رغم كل هذا النحس سيضل بالاك صاحب ال42 هدفا دوليا بأداءه الرائع من أعظم لاعبي خط الوسط في التاريخ ."
    },

    {
        img:bechnbur,
        name:"bechnbur",

        para:" دون مفاجآت و كما هو متوقع ، القيصر هو أفضل لاعب في تاريخ ألمانيا دون منازع ، ذاع صيته بشكل ملفت في أواخر ستينات و أوائل سبعينات القرن الماضي ، إذ قاد ألمانيا للفوز بكأس أوروبا 1972 و كأس العالم 1974 و لم يحالفه الحظ في نهائيي مونديال 1966 و يورو 1976 . فاز بكافة الألقاب الممكنة مع بايرن ميونخ أهمها الدوري الألماني 4 مرات و دوري أبطال أوروبا 3 مرات متتالية أعوام (1974-1975-1976) ، و كانت تلك الفترة تشهد تنافسا حادا بين العملاق البافاري و أياكس أمستردام الهولندي بقيادة كرويف على زعامة القارة الأوروبية على مستوى الأندية . يمتاز بيكنباور بدقة التسديدات من بعيد و وعي تكتيكي على أعلى مستوى ."
    },

    {
        img:gerdmuller,
        name:"gerdmuller",

        para:"  الثعلب الألماني هو أعظم رأس حربة في تاريخ ألمانيا و من أفضل المهاجمين في تاريخ كرة القدم أيضا .  لقد كانت لي حاسة خاصة بالتهديف و لهذا كنت دائما أسبق المدافعين بجزء من الثانية هكذا قال مولر عن نفسه يوما ما فهو المهاجم الذي نجح في تسجيل 747 هدف و يعتبر الهداف التاريخي لنادي بايرن ميونخ ب 565 هدف و ثاني هداف للمنتخب الألماني ب 68 هدف ، و لا تزال هذه الأرقام القياسية و غيرها علامة مسجلة بإسمه إلى يومنا هذا . فاز مولر بالبونديسليجا 4 مرات و دوري أبطال أوروبا 3 مرات و كأس العالم و اليورو مرة واحدة لكل منهما كما فاز بالبطولة المحلية سنة 1992 مع نادي شتوتغارت ."
    },


  

    {
        img:valter,
        name:"valter",

        para:" إختاره الإتحاد الألماني لكرة القدم سنة 2003 لنيل جائزة اللاعب الذهبي في آخر 50 سنة نظرا لعطائه الكبير مع ألمانيا الغربية و ناديه منذ الطفولة  كايزرسلاوترن و ذلك في السنوات من 1940 إلى 1958 . فالتر عاش حياة صعبة كلاعب لأنه أتى في فترة الحرب العالمية الثانية ، و تم إحتجازه كأسير عدة مرات لكنه ضل يمارس كرة القدم رفقة المجريين أسياد اللعبة وقتها في المخيمات ، و في سنة 1954 قاد منتخب ألمانيا للتويج بكأس العالم ضد المجر البلد الذي كان يعاني من أضرار إقتصادية كبيرة فتكفل فالتر بتمويل مباريات المنتخب المجري و دعمهم ماديا في محاولة لرد الجميل الذي فعلوه معه في الماضي "
    },

    {
        img:zailer,
        name:"zailer",

        para:" يعد زيلر بالإضافة إلى مواطنه ميروسلاف كلوزه و البرازيلي بيليه و البرتغالي كريستيانو رونالدو اللاعبون الوحيدون الذين سجلوا في أربع نسخ مختلفة من كأس العالم ، وجود إسمه إلى جانب هؤلاء الأساطير كفيل لتتعرفوا على هذا اللاعب الكبير الذي تم نسيانه في سجلات التاريخ . زيلر هو قائد منتخب ألمانيا الغربية في ستينات القرن الماضي و سجل بالقميص الوطني 43 هدف في 72 مباراة كما يعتبر الهداف التاريخي لنادي هامبورغ ب 485 هدف ."
    },


]